app/controllers/produtos_controller.rb

  def index
    @titulo   = 'Listagem de Produtos'
    @produtos = Produto.all
---
SELECT * FROM `produtos`